/*
 * Волонтери розділені на 5 груп з рівною кількістю людей у кожній. Якщо в будь-якій групі по 5 осіб, то для відновлення кількості необхідно набрати ще волонтерів. Напишіть програму, яка бере фактичну кількість волонтерів як вступні дані і виводить у консоль кількість волонтерів, яку необхідно найняти, щоб у всіх 5 групах їх було порівну.
 */

const countOfVolunteers = 15;

if (countOfVolunteers % 5 === 0) {
  console.log('Людей не потрібно, все добре');
} else {
  console.log(
    `Для комплектування повних груп потрібно ${
      5 - (countOfVolunteers % 5)
    } людей`,
  );
}
